Repository: octav8us/creative_minds_design
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: اهلا بالعالم!

source: Change
ar: تغيير

# search
source: look for a meal or restaurant
ar: ابحث عن وجبة او مطعم

source: EGP.
ar: ج

source: Categories
ar: اﻷقسام

source: Fast Delivery
ar: الطلب السريع

source: Restaurants
ar: المطاعم

source: Grocery
ar: البقالة

# tantaEstad
source: Tanta,Elestad
ar: طنطا, منطقة الاستاد

source: Hendi Resturant
ar: مطعم هندي

source: Reorder
ar: اعادة الطلب

source: Alsalam Market
ar: ماركت السلام

source: Most Order
ar: الاكثر طلبا

source: May Love
ar: قد تحبها

source: Family Meal
ar: وجبة عائلية
